Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/after_a_death/burials.html.txt.tmx
Source language: en
Languages: ga

source: Burial grounds (cemeteries) are the responsibility of the local authorities
ga: Tá na húdaráis áitiúla freagrach as reiligí

source: Many of them are operated by local authorities who appoint a registrar or caretaker for each of their burial grounds to manage the sale of plots in that site, and in some cases to maintain the burial ground
ga: Tá go leor díobh á n-oibriú ag údaráis áitiúla a cheapann cláraitheoir nó feighlí do gach ceann dá reiligí chun bainistiú a dhéanamh ar láithreacha a dhíol sa láithreán sin, agus i roinnt cásanna, chun an reilig a chothabháil

source: Parishes operate some burial grounds while local groups also operate burial grounds
ga: Oibríonn paróistí roinnt reiligí agus oibríonn grúpaí áitiúla reiligí, chomh maith

source: If you want to purchase a burial plot, you can contact your local authority to get contact details
ga: Más mian leat láthair adhlactha a cheannach, féadfaidh tú teagmháil a dhéanamh le d’údarás áitiúil chun sonraí teagmhála a fháil

source: However, many funeral directors offer to handle the purchase of burial plots as part of their package of funeral services
ga: Tugann go leor stiúrthóirí sochraide an rogha duit go ndéanfaidh siad láimhseáil ar láithreacha adhlactha a cheannach mar chuid dá bpacáiste seirbhísí sochraide

source: It is important to point out that many burial grounds or graveyards are already full, and there may be restrictions on the pre-purchase or buying in advance of burial plots, such as limiting advance buying to those over 65 years of age
ga: Tá sé tábhachtach a thabhairt chun solais go bhfuil go leor reiligí lán cheana féin, agus go bhféadfadh srianta a bheith ar láithreacha adhlactha a réamhcheannach nó a cheannach roimh ré, ar nós srian a chur ar cheannach roimh ré ach amháin i measc iad siúd atá os cionn 65 bliain d’aois

source: All burials must be registered with the local authority and the location of the grave noted
ga: Ní mór gach adhlacadh a chlárú leis an údarás áitiúil agus ní mór láthair na huaighe a bhreacadh síos

source: This is done by the people who manage the graveyard
ga: Déanann na daoine a bhainistíonn an reilig é seo

source: The main rules for burial grounds are set out in the Rules & Regulations for the Regulation of Burial Grounds 1888 and the relevant amending regulations
ga: Leagtar amach na príomhrialacha le haghaidh reiligí sna Rules & Regulations for the Regulation of Burial Grounds, 1888 agus sna rialacháin ábhartha leasaithe

source: Each local authority makes bye-laws in relation to the regulation of burial grounds in their area
ga: Déanann gach údarás áitiúil fodhlíthe maidir le reiligí a rialáil ina limistéar

source: They cover various matters including the allocation, size and purchase of burial plots, the recording of burials, the maintenance of a register of burials, and the requirements regarding headstones and monuments, as well the depth of burials and first interments
ga: Cumhdaíonn iad seo ceisteanna éagsúla, ina measc leithdháileadh, méid agus ceannach láithreacha adhlacthaí, adhlacthaí a chur i dtaifead, clár na n-adhlacthaí a chothabháil, agus na riachtanais a bhaineann le clocha cinn agus le séadchomharthaí, anuas ar dhoimhneacht adhlacthaí agus na chéad adhlacthaí

source: The Burial Ground (Amendment) Regulations 2013 amended the 1888 Regulations to allow for uncoffined burials in an area of a burial ground designated exclusively for that purpose
ga: I Meitheamh 2013, leasaigh Rialacháin na Reiligí (Leasú), 2013 Rialacháin 1888 sa mhéid gur ceadaíodh daoine marbha nach raibh i gcónra a adhlacadh i limistéar i reilig a bhí sainithe don chuspóir sin amháin

source: Looking after burial grounds
ga: Aire a thabhairt do reiligí

source: Caretakers may be employed by the local authority to maintain the graveyard, although many local authorities now encourage the establishment of voluntary groups who maintain burial grounds in their area
ga: Féadfaidh an t-údarás áitiúil feighlithe a fhostú chun an reilig a chothabháil, cé go spreagann go leor údaráis áitiúla anois go mbunaítear grúpaí deonacha a dhéanann reiligí a chothabháil ina limistéar

source: These groups are supported by many local authorities in the form of burial ground maintenance priming grants
ga: Tacaíonn go leor údaráis áitiúla leis na grúpaí seo i bhfoirm deontais phrímeála cothabhála reilige

source: This grant helps towards the cost of the groups' activities, which include grass cutting and planting in burial grounds, weed control, and the construction and improvement of gates, entrances and boundary walls
ga: Cabhraíonn an deontas seo i dtreo chostas na ngrúpghníomhaíochtaí, lena n-áirítear baint feir agus plandaí a chur i reiligí, rialú lustain, agus geataí, bealaí isteach agus ballaí teorann a thógáil agus a fheabhsú

source: It is possible to design a headstone yourself or hire a sculptor to make it for you, but, in practice, the funeral directors you employ to look after funeral arrangements will arrange the construction and installation of a headstone themselves
ga: Is féidir leac uaighe a dhearadh tú féin nó dealbhóir a fhruiliú chun í a dhéanamh duit, ach, i gcleachtas, socróidh na stiúrthóirí sochraide a fhostaíonn tú chun aire a thabhairt do shocruithe sochraide tógáil agus suiteáil leac uaighe iad féin

source: It is necessary to obtain permission before erecting headstones, but the funeral directors will arrange this also
ga: Is riachtanach cead a fháil sula gcuirtear clocha cinn in airde, ach socróidh na stiúrthóirí sochraide é seo chomh maith

source: Burial where the deceased has no means
ga: Adhlacadh nuair nach bhfuil aon mhaoine ag an marbh

source: If someone dies without the means to pay for burial and if this person has no traceable next of kin, it is the responsibility of the Department of Social Protection or local authority to ensure that the person is buried in a dignified manner that does not impinge on public health or public decency
ga: Má fhaigheann duine éigin bás gan an mhaoin acu chun íoc as an adhlacadh agus mura bhfuil aon neasghaol inrianaithe ag an duine seo, tá an Roinn Coimirce Sóisialaí nó an t-údarás áitiúil freagrach as a chinntiú go ndéantar an duine a adhlacadh ar bhealach maorga nach mbaineann de shláinte phoiblí nó de chuibheas poiblí

source: The Department or local authority will also be liable for the charges and costs involved in doing so
ga: Beidh an Roinn nó an t-údarás áitiúil faoi dhliteanas, chomh maith, as na muirir agus na costais a bhaineann le hamhlaidh a dhéanamh

source: Exhumation of the remains of deceased people
ga: Iarsmaí daoine marbha a athnochtadh

source: It is only in strict circumstances that exhumation occurs
ga: Is ach faoi chúinsí diana go dtarlaíonn athnochtadh

source: Some examples of situations where an exhumation of interred remains from a burial ground might be required or take place include:
ga: I measc roinnt samplaí de chásanna ina bhféadfadh iarsmaí adhlactha a athnochtadh i reilig a bheith ag teastáil nó tarlú, tá an méid a leanas:

source: • For family reasons (if the family of the deceased person requests that the remains be moved to another burial ground, another part of the country or abroad)
ga: • Ar chúiseanna teaghlaigh (má iarrann teaghlach an duine mhairbh go mbogtar na hiarsmaí chuig reilig eile, cuid eile den tír nó thar lear)

source: • For public health reasons (for example, if a graveyard or cemetery is being moved)
ga: • Ar chúiseanna sláinte poiblí (mar shampla, má tá reilig á bogadh)

source: • When a court orders an exhumation as part of a criminal investigation
ga: • Nuair a ordaíonn cúirt athnochtadh mar chuid d’imscrúdú coiriúil

source: At all times during the process, due regard for respect to the deceased person, other interred remains in the burial ground or graveyard and privacy of the family and friends of the deceased person is protected
ga: Ag gach tráth i rith an phróisis, cosnaítear aird chuí a thabhairt ar mheas a léiriú don duine marbh, d’iarsmaí eile athnochta sa reilig agus príobháideachas theaghlach agus chairde an duine mhairbh

source: These guidelines are based on previous experience and seek to prevent distressing situations such as where a body is returned to shore
ga: Is éagsúil an costas a bhíonn ar láthair adhlactha

source: In the event of burial, the guidelines make recommendations in relation to such matters as location of the burial, design and construction of the coffin and preparation of the deceased
ga: Má dhéanann tú stiúrthóirí sochraide a fhruiliú chun an ceannach a shocrú duit, tabharfaidh siad le fios cé mhéid a chosnaíonn an láthair adhlactha mar chuid den chostas foriomlán a bhíonn ar shochraid

source: The cost of buying a burial plot varies
ga: Conas iarratas a dhéanamh

source: If you wish to purchase a burial plot, you should start by contacting your local authority for contact details
ga: Más mian leat láthair adhlactha a cheannach, ba cheart duit tosú trí theagmháil a dhéanamh le d’údarás áitiúil chun sonraí teagmhála a fháil

source: Your local authority may also be able to help if you want to start or join a voluntary cemetery maintenance group or apply for grants for such a group
ga: Chomh maith leis sin, d’fhéadfadh go mbeadh d’údarás áitiúil in ann cabhrú leat más mian leat grúpa deonach cothabhála reilige a thosú nó bheith rannpháirteach i ngrúpa dá mhacasamhail nó iarratas a dhéanamh ar dheontais don ghrúpa sin

source: Contact your local authority
ga: Déan teagmháil le d’údarás áitiúil
